{"places": [{"id": "RikovbyDNm", "name": "La Trattoria de Guadalajara", "description": "Rustic Mediterranean-style dining room with checkered tablecloths, specialising in pizza & pasta."}, {"id": "jsBHY6yy0H", "name": "Mitsuru", "description": "The rolls are tasty, the service is fast and the waiter very friendly. Accessible prices and have takeaway service. Cash only"}, {"id": "WkXldk0zqP", "name": "Cantina La Fuente", "description": "Good prices and a fun, and laid back, place to have a cold beer."}, {"id": "6vwlMUoQHC", "name": "Cafetal 97", "description": "Gastronomy and art in one place - What more can you ask? The delicious food selection and friendly English speaking servers set in a beautiful garden and gallery gives the ambiance of visiting a rich uncle in his tasteful hacienda in the middle of Guadalajara. I instantly fell in love with this place and have become quite the regular during my time in the city."}, {"id": "qzknzFsH7g", "name": "Pig's Pearls", "description": "Modern, industrial-chic restaurant doling out hamburgers, eclectic small plates & craft beer."}, {"id": "4PWS5AlhBS", "name": "El Italiano", "description": "Italian dishes like grilled steaks & seafood in an upscale setting with stylish decor, plus wine."}, {"id": "AhoMtdIvVQ", "name": "Little Tokyo", "description": "Amazing and unique experience! The sushi we tried was really delicious, but the salmon with an orange-curry sauce blew our minds. The service was super friendly and they helped us with some special requests that we had. The atmosphere is also super calm and relaxing. All in all it is a super recommendable place, where we will soon come back to!"}, {"id": "67G7wVmxiH", "name": "Restaurant Bar Martín", "description": "Old timer cantina, very interesting characters. A very authentic experience but could fully recommend to foreigners, no safety issues, is just that they/you might feel not too comfortable."}, {"id": "tgbWcG5bcP", "name": "El Terrible Juan Café", "description": "Relaxed cafe serving craft coffees, brunch & homemade bread, with a shaded outdoor courtyard."}, {"id": "sx23GQkGS9", "name": "Hamburguesas Noel", "description": "This is a nice small crafty burger place on the corner.good service and the burgers are cheap and made with love.the bread is home made.this is no fast food place this is better than McDonald's and cheaper.a mom-pop-burger joint.i liked it a lot.if you like burgers this is the place."}, {"id": "uCg01ne0rU", "name": "Pomodoro Ristorante", "description": "Rustic-look space with ceiling beams & a wood-fired pizza oven, also serving pastas & Italian wines."}, {"id": "mqTLx15zKL", "name": "Suntory", "description": "Great Japanese cuisine and the service much better, the server really knows the menu,  iam a 5 star banquet server myself.and I got impressed ...I really recomend thi excellent Japanese rest whith the taste of mexico...."}, {"id": "olBnrE0XAv", "name": "Escutia", "description": "Excelent bar, you can ask for a couple of local beers or any kind of drink, the music was the best!"}, {"id": "hIAC9EYb18", "name": "Amorosocafé", "description": "The place is lovely and there's a lot of options. It's really chill with a nice vibe and the coffee is amazing, it's only a bit pricey but so very worth it."}, {"id": "zYeJ9hXCmV", "name": "El Canibal", "description": "First timer. Ordered El Canibal. Burger is delicious. Cooked to order. Full of flavor. I don’t speak Spanish so the staff brought Jorge over (pronounced George). He was so gracious. Even helped me with my Spanish. Great place and atmosphere"}, {"id": "hlmD7YXRSZ", "name": "Ponzo Castellini", "description": "The place is a lot bigger than it looks from the outside, we were surprised when we entered. I really enjoyed my visit."}, {"id": "dFXSLkA5GH", "name": "Sayumi", "description": "The food has good seasoning, a recommended place to eat deliciously. Most are with rice as a base but that's fine, everything is complemented."}, {"id": "FRzeo68LSt", "name": "Bar Antillanos", "description": "Un lugar increíble para pasar el rato con los amigos o la familia No discriminación así que cualquier entra Jugadas de dominó!!! Lugar bohemico (horario especial) Gran variedad de bebidas alcohólicas y no alcohólicas Ven a disfrutar"}, {"id": "7MZDYdeQ90", "name": "The Coffee Legacy", "description": "We love this place!!! The service is impeccable, the lattes are an experience with art, the venue is very industrial hip and the pancakes with ice cream and whipped cream is the best we have ever had. Better than any of the local pancake houses. They make a berry sauce that is chef worthy and berries are their thing. Go!!"}, {"id": "ar0HuYZEJq", "name": "Las Hamburguesas del Oso", "description": "Very good and excellent service highly recommended"}, {"id": "t4JVRsh7F2", "name": "La Ciabatta", "description": "Very good Italian food.  You can order from the menu, like in any restaurant, or order buffet style - which means they will bring you small portions of different things you pick from the menu, one at a time, until you are finished.  There is no standard buffet table, which is nice."}, {"id": "uocGLUaNid", "name": "Daiichiro", "description": "Instead of answering badly to customers who come or ask your business, you should improve your food. I have better spelling than you. At the very least recognize that you must improve customer service. I support restaurants by ordering and I chose yours. Good to know how you think"}, {"id": "uPDdTM1vjO", "name": "El deposito", "description": "Good looking place, great selection of beer, atmosphere: check!! Great place overall, good food dates and take-out drinks."}, {"id": "HpJkHNZ5u8", "name": "Café Finca Riveroll", "description": "Freshly baked in house bread, hot coffee and delicious food yummy"}, {"id": "nz1YWNPJHA", "name": "Gaspar", "description": "Yummmm!! Located in one of the trendy areas of Guadalajara, this restaurant offers mostly American food with a Mexican touch - that's burguers and fries with some Mexican ingredients. The space is modern and welcoming. The crew super polite and nice. And the food was really really good. I will be back! Pics taken with Pixel 4 XL"}, {"id": "hCOeNgcDVU", "name": "Antica Venezia", "description": "The price is friendly and Italia food and service are also amazing. What can you expect about it."}, {"id": "gnnVYOd2Vx", "name": "Toyo", "description": "The service is great, all the staff is on point. The prices in my opinion are too high. Imported beer is almost double the price as other places."}, {"id": "i3LndVCgud", "name": "Estación Juárez", "description": "Impecable el lugar, con buena ubicación, los alimentos calientes y ricos con buen ambiente tranquilo, el personal atento y con bonita vista en la terracita. Simplemente exelente!"}, {"id": "NzPSN7A2aa", "name": "La Cafetería", "description": "Traditional bites in a popular cafe offering a homey vibe, plus a vast terrace with leafy surrounds."}, {"id": "1znr7xjJmc", "name": "Hamburguesas Al Carbón", "description": "A small place, clean, a little warm, the variety of burgers is limited, the accompaniments or extras are the classics, pineapple bacon, the size is good, the flavor not so much the combination of so many ingredients disguises the flavor of the meat, the price is fair."}, {"id": "zpbaAHJPh3", "name": "DaLucia Lasagna", "description": "Each dish is delicious, the pasta is handmade and everything is fresh. The individual lasagna is the right measure and I love the cottage cheese pie because it is not cloying and you can savor every ingredient. It is advisable to order in advance. The place only has one table if you want to eat it there. The people who work there have always been friendly. And they also have a special menu for the Christmas season."}, {"id": "reTyTA1JlH", "name": "Suehiro", "description": "Elegantly designed Japanese restaurant & garden known for sushi & hibachi-style cooking on a grill."}, {"id": "Iu8Kqcbq9M", "name": "Bananas", "description": "One of the best quality/price places in Guadalajara, waitress are really slow."}, {"id": "qFnXU8tVmq", "name": "Matraz Café", "description": "This is a superior coffee shop! The drinks are absolutely delicious and artfully done."}, {"id": "7rzHCPMaMn", "name": "La Hamburguesería Central", "description": "Hamburguesas de un sabor altamente equilibrado, no se satura el gusto por los ingredientes. Podría decir que como oportunidad de mejorar serían unos lugares ligeramente …"}, {"id": "60aXlIln71", "name": "Bardoino", "description": "Delicious, Italian take out, no restaurant service. It has parking, you can reserve to pick up, good service."}, {"id": "tHtbefDJ6o", "name": "Hiroshi", "description": "One of the best places to eat Japanese food. Great cooking and dishes. The sushi and the ribs are the best, you must at least try!"}, {"id": "N6CgzqclRR", "name": "Bar Arandas", "description": "No-frills outpost of a long-running Tex-Mex chain specializing in taco-truck fare."}, {"id": "MHXR6u2JJQ", "name": "Café Providencia Chapultepec", "description": "I really enjoyed Cafe Providencia! The latte   was great! I have also ordered chilaquiles, that were indeed amazing. I recommend this place if you want to try traditional Mexican food. They have quite a big choice of breakfasts."}, {"id": "WXt6KBXtIF", "name": "Louie Burger Americana", "description": "Hefty burgers & generous milkshakes dished up in a trendy, industrial-style venture"}, {"id": "HuadGVieXe", "name": "Restaurant Italia Mia", "description": "Nice cannelloni, but not unforgettable, for my personal taste it needed a little bit of flavor (probably salt).  Salad good but i little bit musty.  Wine of the house tasty.   Excellent service though."}, {"id": "6GDrn0l3nd", "name": "Panda Ninja Sushi", "description": "Service super slow, we waited 50 minutes to be delivered to the place. The food, passed on pepper. The orders we expected were chicken with rice and vegetables as an accompaniment, they should specify that they are rice and vegetables with accompanying chicken (same case with the tempura). But as always, go try and issue your own opinion."}, {"id": "SbrxQe0Y7u", "name": "Rock It Chapultepec", "description": "Honestly a cool bar, but I have to give it a bad rating, because I have gone there twice now, and both times the waitress (different ones each time) tried to charge me 25-30% tip in a fake receipt they put on top of the real one. When called out on it, they tried to claim it was 10% which a 7 year old could probably figure out is not true... so yeah, would be a cool place if the waitresses weren't running scams..."}, {"id": "DMMb9IhAew", "name": "RinTinTin Café", "description": "Small place wih good coffee, bread and breakfast. Very original options, like chilaquiles with mole."}, {"id": "kMyV93ysyk", "name": "La Squina Monraz", "description": "Tasty!, I like Sonora hamburger accompanied with a glass of fresh fruit water"}, {"id": "HBa1yXo31Z", "name": "Lasagna e Via", "description": "Desde hace más de 15 años ofrecemos deliciosa lasagna para llevar. Con pasta hecha a mano y los mejores ingredientes, nuestra receta auténtica italiana te encantará."}, {"id": "XFwBIOBqFk", "name": "Bikkuri Sushi", "description": "A good option if you are in the area. The cost benefit ratio is very good. Their dishes are well seasoned and well presented. Regarding cleanliness and staff it leaves something to be desired. Not referring to what is wrong but to what can be improved."}, {"id": "7a0cDFsv8P", "name": "Aloha Bar Chapultepec", "description": "Love the service, has some flaws needs more waiters and a bit downside of the music need more variety of sound, the drinks were amazing and the company I have found old fiends that have been a mark in many ways in life, I enjoy the company and the business of my friends!! This is a great place right now due to COVID it’s a bit on the slow side but I actually love it a very nice and open place to drink and have fun with friends! Thanks!"}, {"id": "sZJTdHPQEG", "name": "Liberty Coffee", "description": "I loved this restuarant.liberty cafe is good for family gatherings,or romantic dinners at night.if you love art this place has it too with exhibitions of paintings and sculptures.the food is good and the waiters are attentive.there are birds in cages outside and plants too.beautiful set up inside of art installations that you can view while you wait for your order to arrive.there is a big cow statue in-front of restuarant,you can't miss it.i was able to read a book outside in the afternoon.at night it gets pack with mostly couples out on dates and family or friend gatherings.there is a bar too.check this place out.you 'll love it."}, {"id": "CMmwPQEuwD", "name": "Cuarto de Kilo", "description": "Very limited Burger menu; the cooking generates so many carbon dioxide that is intoxicating.  I would not recommend even to work under that conditions to the people there.  I with my family just once and have never returned due to the stark headache that we experience over a few hours later."}, {"id": "1a7o93N171", "name": "Rugantino", "description": "Sleek, airy space with a terrace for pizza, pasta & Italian-style seafood dishes, plus cocktails."}, {"id": "z2Xwml9PqV", "name": "Tanoshii Neko", "description": "Extremely slow service. They even completely forgot one of our orders. Terrible movie, with terrible echoing sound. It was easier to read the Spanish subtitles (not a strong Spanish speaker) than to understand the English speech."}, {"id": "6oo32HUEgT", "name": "El Gran Chavarin", "description": "Es un lugar tranquilo donde puedes ir con tu pareja y disfrutar de tu bebida favorita"}, {"id": "NKqrZHcwOK", "name": "En Punto. Barra de Café", "description": "Coffee isn't my style. Doesn't mean is bad though. The bread is pretty good and service is quite nice. Too many busses go through that area so I recommend sitting inside. I liked the music as well."}, {"id": "2roHEcjYRG", "name": "Garfiburger", "description": "The best hamburgers, but keep in mind they no receive credit or debit card, only cash."}, {"id": "O7pO1kcNPa", "name": "Verona, Cocina Italiana & Bar", "description": "ON THIS OCCASION, the experience with the RED SALAD was not good. I was left to owe the STRAWBERRIES but the blackberries as well as the blueberries the fruits were past they were NOT FRESH AND When I was eating the LETTUCE I felt earth when I chewed it, it was NOT WASHED well. I hope that this message really reached the OWNER. I am interested in them improving AND TAKING CARE OF YOUR KITCHEN. I LIKE THE PLACE. REGARDS"}, {"id": "kGqDgwqvOs", "name": "Irori", "description": "This place is nice and clean,  I love the tempura soup the owners is real Japanese people, NOT CHINESE so the food is GOOD"}, {"id": "CTx0UwvcUT", "name": "The Terrace Bar", "description": "Decided to give it a go, two Australian guys that like good food and ice cold beer. Well they do have ice cold beer, or this would be a 1 star review. Music was loud and I let that go, but after we got our very average food and finally a second round of beers things went down hill. The music got louder, and everyone around us got served. After 10 minuets trying to get someone’s attention for another round we gave up. Took another 10 minuets trying to get their attention away from their phones so we could get the bill and find somewhere else to have a cold beer. Won’t be back, and don’t recommend the food at all. With only 10 people in the place, service should be that slack."}, {"id": "lfbqwdy2Dv", "name": "La Borra Del Café Minerva", "description": "Just the right place to sit down and have a great cup of java. We stayed close by in the towers for a few days before heading out to Mexico City."}, {"id": "CHFk6CCry5", "name": "Burger Club", "description": "Good burgers but very very slow service and they forgot the additional ingredients. They often make errors with the check, so take your time to review your ticket."}, {"id": "B7LNsbs2UD", "name": "Firenze Mia", "description": "Great food! authentic flavors, doesn't compare to any other Italian place I've tried here in GDL. My family loves the carbonara, and fettuccine Alfredo and the pizza was amazing highly recommend and great outdoor dining options"}, {"id": "V04masGKPI", "name": "Kimono", "description": "The beef from the tepanyaki is tough and chewy, all smoothie arrived and the yakimeshi with no avocado or Philadelphia, I have seen more shrimp in a maruchan"}, {"id": "FpGYTCEEf0", "name": "Morelia's Bar", "description": "Authentic cantina/saloon/dive bar. No english spoken here but very friendly people. Cheap beer."}, {"id": "0m7LCaGjm8", "name": "Fitzroy Espresso Bar", "description": "The food is prepared with quality ingredients, and presented beautifully. The menu has a creative twist on many favourite dishes and the latte is amazing.  Note: no decaffeinated coffee available."}, {"id": "XYtnuOvOrU", "name": "La Hamburguesa Feliz", "description": "Excellent home delivery service, good price and very rich, one of the best in the center of gdl"}, {"id": "jJRCxHEqX8", "name": "Aranchinos", "description": "The aranchinis are a different, rich and interesting concept. The pastas are delicious! Excellent presentation and attention. Fresh water made at the moment and a variety of fruits. Widely recommended."}, {"id": "hirY8yQH2A", "name": "Eve Restaurant", "description": "Very good food, good service, and average price of 150 per dish not so cheap and a little expensive to be in the market, but until now its flavor deserves it, the best shrimp ceviche, the shrimp weathered and the dudon, the consome that they give of courtesy of entrance with champiñon, would be better if they gave it, with pasta, the mixed fried rice did not take neither avocado nor cream cheese and the mr. Very burna onda put both and at no cost, in general if I have returned several times"}, {"id": "BJFFmfmq3V", "name": "Bar Gil", "description": "Good place to have a 'caguama'. Friendly staff."}, {"id": "xrsUlaiLut", "name": "Café Madrid", "description": "Great coffee. Great Madrid beef burger. Pleasant place to watch people passing by."}, {"id": "fh57eEk2C8", "name": "Berny’s", "description": "Muy ricas las hamburguesas, bien sazonadas y cocinadas. Quizas lo único que recomendaria es que la barra de ingredientes donde te preparas tu hamburguesa, la pudieran"}, {"id": "t6WNqDjjES", "name": "Mascarpone", "description": "Delicious Italian food, also they have a magnificent grilled burgers. Love their home made tomato sauce."}, {"id": "yOTDvpqdsP", "name": "Kumiko", "description": "Delicious sushi and yakimeshi. It was recommended to me and now I highly recommend it"}, {"id": "oYozICIEez", "name": "London Wings", "description": "Truly evil & despicable place. I was robbed while I went to the bathroom - an old sweatshirt I left on my chair...the only warm article of clothing I had with me. Bartender would not help, only 7-8 people were there. There's a special place in hell for these trashy cretins."}, {"id": "uWnJDy7xKr", "name": "Crema di Espresso", "description": "A cozy and nicely decorated coffee shop. The place has a welcoming vibe and it's clear that the owner puts a lot of care into it. A well-made double espresso cost 29 pesos and was served in a beautiful ceramic cup. They accept credit cards."}, {"id": "kjWjnoqEvf", "name": "Hamburguesas Popeye", "description": "Love the place. It is not very crowded but still many people go there for a snack. My favourite are the mega hotdogs. The mega burger is also delicious. Everything is on the grill so the flavor is excellent. The prices are very reasonable and they have a good variety of ingredients."}]}